[
  {
    "id": 0,
    "title": "Rapunzel",
    "image": "assets/images/rapunzel-banner.png",
    "storyId": "Dahulu kala, seorang gadis bernama Rapunzel dikenal dengan rambut pirang panjangnya yang indah terkurung di menara tanpa pintu oleh penyihir jahat. Penyihir tersebut tidak pernah mengizinkan Rapunzel keluar hingga membuatnya kesepian dan sengsara.\n\nSuatu hari, seorang pangeran muda yang tampan mendengar suara Rapunzel, dan akhirnya jatuh cinta padanya. Keduanya memutuskan untuk melarikan diri, tetapi entah bagaimana penyihir itu mengetahuinya. Dia memotong rambut panjang Rapunzel yang indah dan merapal mantra padanya, yang membuatnya hidup di gurun yang sepi. Penyihir itu juga merapal mantra pada pangeran yang membuatnya buta dan mengembara di hutan yang sepi.\n\nSetelah bertahun-tahun mengembara, Pangeran dan Rapunzel akhirnya bertemu. Rapunzel sangat senang melihat pangerannya sehingga dia mulai menangis, dan beberapa air matanya jatuh di mata pangeran yang membuat pangeran dapat melihat kembali, dan keduanya pun hidup bahagia selamanya di kerajaan mereka."
  },
  {
    "id": 1,
    "title": "Cinderella",
    "image": "assets/images/cinderella-banner.jpg",
    "storyId": "Seorang gadis cantik bernama Cinderella tinggal bersama ibu tiri dan dua saudara tiri yang jahat. Sang ibu tiri menyuruhnya melakukan semua pekerjaan rumah dan selalu bersikap kejam padanya.\n\nSuatu ketika, ibu tiri dan kedua saudaranya diundang pergi ke pesta dansa di istana kerajaan, meninggalkan Cinderella seorang diri di rumah. Cinderella ingin menghadiri pesta tersebut dan merasa sangat sedih karena ia ditinggalkan.\n\nTiba-tiba seorang ibu peri muncul dari semburan cahaya, ia menggunakan sihirnya untuk mengubah Cinderella menjadi seorang putri yang mengenakan gaun indah dan sepatu kaca. Ibu peri juga mengubah labu dan beberapa tikus menjadi kereta dan kuda. Kini Cinderella bisa menghadiri pesta dansa.\n\nNamun ibu peri mengingatkan Cinderella bahwa sihirnya akan hilang tepat pada tengah malam dan ia harus pulang sebelum itu. Ketika Cinderella tiba di pesta dansa, sang pangeran melihatnya, lalu mereka jatuh cinta.\n\nMereka menari sampai tengah malam. Tepat ketika jam menunjukkan pukul dua belas malam, Cinderella bergegas kembali ke keretanya, tanpa sengaja meninggalkan salah satu sepatu kacanya.\n\nSang pangeran lantas mencari ke setiap rumah di kota untuk menemukan gadis misterius yang ukuran kakinya pas dengan sepatu kaca tersebut. Sampailah kemudian ia di rumah ibu tiri Cinderella yang jahat dan menemukan bahwa sepatu itu milik Cinderella. Kemudian pangeran dan Cinderellah menikah dan hidup bahagia selamanya."
  },
  {
    "id": 2,
    "title": "Semut & Belalang",
    "image": "assets/images/ant-grasshopper-banner.jpg",
    "storyId": "Cerita ini menceritakan mengenai seekor belalang yang menghabiskan musim panasnya dengan bernyanyi dan bermalas-malasan. Sementara itu di sisi lain, koloni semut bekerja keras sepanjang musim panas untuk menyimpan persediaan makanan untuk musim dingin. Sang belalang menertawakan tindakan yang dilakukan koloni semut dan memberitahukan bahwa mereka seharusnya menikmati musim panas.\n\nPara semut lantas memberi tahu belalang bahwa ia harus menyimpan makanan untuk musim dingin atau ia akan kelaparan di saat semuanya akan membeku.\n\nTibalah saat musim dingin, koloni semut berada di sarangnya, beristirahat dan bertahan hidup dari persediaan makanan yang telah mereka simpan.\n\nKemudian belalang datang ke sarang mereka dalam kondisi lapar dan kedinginan. Ia meminta para semut untuk membagi makanannya dan mengatakan bahwa ia telah menyadari kesalahannya. Koloni semut pun membagi makanan dengan belalang dan membuatnya berjanji untuk bekerja keras selama musim panas mendatang untuk mengumpulkan dan menyimpan makanan.\n\n"
  },
  {
    "id": 3,
    "title": "Si Cantik dan Si Buruk Rupa",
    "image": "assets/images/beauty-beast-banner.jpg",
    "storyId": "Suatu hari ada seorang pedagang yang tersesat di tengah badai dan berlindung di sebuah kastil yang tidak sengaja ia temukan. Saat akan beranjak pergi, ia memetik sekuntum bunga mawar dari taman kastil untuk diberikan sebagai hadiah kepada putrinya, Belle.\n\nTernyata kastil tersebut milik seekor binatang mengerikan yang kemudian memenjarakan pedagang tersebut karena mencoba mencuri sekuntum mawar dari taman. Pedagang itu memohon untuk dibebaskan dan akan memberi tahu binatang tersebut bahwa ia hanya menginginkan mawar untuk putrinya.\n\nSang binatang, The Beast lantas melepaskannya dengan syarat putrinya akan menggantikannya dan tinggal di kastil tersebut. Pedagang itu kemudian kembali ke rumah dan menceritakan semuanya kepada Belle.\n\nBelle lantas pergi untuk tinggal di kastil bersama The Beast demi menggantikan ayahnya. Perlahan-lahan The Beast jatuh cinta kepada Belle yang cantik. Belle juga menyadari bahwa The Beast sebenarnya baik hati dan tidak kejam.\n\nSuatu hari, Belle meminta izin untuk pergi menemui ayahnya. Saat ia pergi, The Beast merasa patah hati. Belle yang kemudian kembali lagi ke kastil, melihat bahwa The Beast sedang sekarat. Ia memegang tubuh binatang itu dan menangis sambil mengakui bahwa ia mencintainya.\n\nTiba-tiba The Beast berubah menjadi seorang pangeran tampan. Ternyata dulunya ia dikutuk oleh penyihir dan berubah menjadi The Beast sampai ada seorang wanita yang benar-benar mencintainya meskipun penampilannya mengerikan.\n\nKutukan tersebut lantas musnah setelah Belle berkata bahwa ia mencintai The Beast. Kemudian sang pangeran dan Belle menikah dan hidup bahagia selamanya.\n\n"
  },
  {
    "id": 4,
    "title": "Teman di Hutan",
    "image": "assets/images/friend-in-forest-banner.jpg",
    "storyId": "Setetes air mata menetes dari mata anak rubah merah, Rosie. Ia mencoba mengabaikannya saat berjalan menuju ruang keluarga. Mama rubah mendengar Rosie dan bergerak menuju pintu masuk.\n\n“Mengapa begitu sedih, Rosie?” tanya ibunya. “Kamu biasanya senang ketika kembali dari mengejar belalang di lapangan dengan temanmu Scarlet.”\n\n“Oh, Mama,” ratap Rosie. “Dia baru saja memberitahuku. Scarlet dan keluarganya pindah ke bagian hutan yang berbeda untuk tinggal bersama kakek dan neneknya. Aku mungkin tidak akan pernah melihatnya lagi!” kini lebih banyak air mata yang keluar dari mata Rosie.\n\n“Aku mengerti kenapa kamu kesal. Tapi kamu akan menemukan teman baru sebelum kamu menyadarinya.” Ibunya mencoba meyakinkannya. “Sekarang, ayo bagi berry untuk makan malam.”\n\nKeesokan harinya, Rosie memutuskan untuk mencari teman baru. “Jangan mendekati air, tetaplah di luar tepi rawa.” Kata ibunya memperingatkan.\n\nSaat melihat seekor belalang, Rosie bergerak cepat melintasi lapangan terbuka. Sambil mengejar dan memukul serangga itu, ia bertemu dengan Russet, rubah merah lainnya.\n\n“Maukah kamu menjadi sahabat baruku?” tanya Rosie sambil mengayunkan ekor lebatnya.\n\n“Aku mau, tapi aku sudah punya sahabat.” Jawab Russet sambil berlalu pergi.\n\nMerasa kecewa, Rosie bergerak ke arah pepohonan. Ketika mendekati batang kayu berlubang, ia melihat Looney Raccoon yang tertidur lelap. Ia memberi sedikit dorongan dengan kakinya yang berwarna hitam di bagian ujung. “Looney, maukah kamu menjadi sahabat baruku?”\n\nRakun itu menguap. “Pergilah, aku mencoba untuk tidur. Dan jawabannya, saya tidak mau. Aku sudah punya sahabat.”\n\nJadi Rosie bergerak lebih jauh ke pepohonan, ia melihat Roberta Rabbit melompat di sepanjang jalan setapak. “Tungggu,” panggil Rosie, namun kelinci itu terus berlari. “Maukah kamu menjadi sahabat baruku?”\n\nLantas kelinci itu berhenti dan menggerakkan hidungnya. “Aku sudah punya sahabat,” kata Roberta, berbalik untuk melompat pergi.\n\nTak mau menyerah, Rosie semakin bergerak menuju rawa-rawa. Tiba-tiba ia berhenti dan menajamkan indera telinganya karena mendengar suara dedaunan yang bergerak dari atas. Sambil mengangkat hidungnya, Rosie melihat Squiggy si tupai hitam.\n\n“Halo!” serunya ke dahan. “Maukah kamu menjadi sahabat baruku?”\n\n“Terima kasih sudah bertanya, tapi aku sudah punya sahabat.” Celotehnya.\n\nHewan lain yang bersembunyi di semak-semak mendengarkan dan memperhatikan Rosie ketika ia menundukkan kepalanya dan berjalan ke tepi rawa.\n\nAir matanya memenuhi matanya sehingga Rosie lupa untuk berhati-hati untuk melangkah. Ia lantas terjerembab dan salah satu kakinya masuk ke dalam air. Byur! Dalam kondisi ini, Rosie berharap agar ia lebih memperhatikan ibunya ketika mencoba mengajarinya berenang.\n\nDengan keempat kaki mengayun ke sana kemari, Rosie berjuang keras untuk mencapai tanah. Tanpa diduga, ia merasakan sesuatu mencengkeram tengkuknya, menariknya dari air keruh.\n\n“Siapa itu?” teriak Rosie, mengibaskan air dari bulu merahnya. Ketika matanya terbuka, ia terkejut melihat seekor anak rubah abu-abu.\n\n“Apakah kamu baik-baik saja?” tanya rubah abu-abu pada Rosie.\n\n“Ya dan terima kasih atas bantuannya. Aku benar-benar perlu berlatih berenang.”\n\n“Aku bisa membantumu dengan itu. Namaku Pearl dan mungkin aku bisa menjadi sahabat barumu”\n\nRosie menatap heran. “Rubah abu-abu biasanya tidak menyukai rubah merah.” Katanya.\n\n“Orang tuaku mengajarkanku untuk memberi setiap orang kesempatan.” Jawab Pearl. “Jadi bagaimana jika warnaku berbeda darimu dan aku akan tetap sedikit lebih kecil darimu ketika aku sudah dewasa. Apa bedanya semua itu?”\n\n“Kamu benar!” jawab Rosie. “Aku tidak benar-benar berpikir seperti itu. Aku ingin kita menjadi teman yang baik. Sekarang, ayo kita kejar beberapa belalang!”"
  },
  {
    "id": 5,
    "title": "Itik Buruk Rupa",
    "image": "assets/images/ugly-duck-banner.jpg",
    "storyId": "Cerita dimulai dari sebuah peternakan di mana seekor bebek duduk di atas cengkeraman telur untuk membuatnya menetas. Telur-telur itu menetas satu per satu dan tak lama kemudian 6 anak itik berbulu kuning berkicau dengan penuh semangat.\n\nTelur terakhir membutuhkan waktu yang lebih lama untuk menetas dan muncullah seekor anak itik yang tampak aneh dengan bulu bewarna abu-abu. Semua orang menganggap itik abu-abu itu jelek, termasuk induknya.\n\nAnak itik yang sedih tersebut lalu melarikan diri dan hidup sendirian di rawa hingga musim dingin tiba. Melihat seekor anak itik kelaparan, seorang petani mengasihani itik buruk rupa tersebut dan memberikan makanan serta tempat berlindung di rumah.\n\nNamun, anak itik abu-abu itu takut kepada anak-anak petani yang ribut sehingga ia melarikan diri ke sebuah gua di tepi danau yang membeku. Saat musim semi tiba, sekawanan angsa cantik turun ke danau dan anak itik itu kini sudah beranjak dewasa, namun ia merasa kesepian, saat hendak mendekati angsa ia sudah bersiap akan ditolak. Namun mengejutkan, angsa menyambutnya.\n\nIa melihat bayangannya di air dan menyadari bahwa ia bukan lagi itik buruk rupa melainkan seekor angsa yang cantik. Angsa itu kemudian bergabung dengan kawanannya dan terbang bersama keluarga barunya."
  }
]